let questions = [
	{
		question: "Как называется ближайшая к Земле звезда?",
		a1: "Полярная",
		a2: "Андромеда",
		a3: "Солнце",
		a4: "Алла Пугачева",
		right: "a3",
		difficult: 'easy',
		id: 1
	},
	{
		question: "Какую площадь имеет клетка школьной тетради?",
		a1: "1 кв.см",
		a2: "0.5 кв.см",
		a3: "1.25 кв.см",
		a4: "0.25 кв.см",
		right: "a4",
		difficult: 'easy',
		id: 2
	},
	{
		question: "Какое строение не входит в список семи древних чудес света?",
		a1: "Галикарнасский мавзолей",
		a2: "Висячие сады Семирамиды",
		a3: "Великая китайская стена",
		a4: "Колосс Родосский",
		right: "a3",
		difficult: 'medium',
		id: 3
	},
	{
		question: "Температура кипения воды...?",
		a1: "Всегда одинакова и составляет 100°",
		a2: "В горах выше",
		a3: "Выше на полюсах",
		a4: "В горах ниже",
		right: "a4",
		difficult: 'medium',
		id: 4
	},
	{
		question: "Валентность водорода ...?",
		a1: "Зависит от соединения",
		a2: "Всегда равна 1",
		a3: "Всегда равна 2",
		a4: "Всегда равна 0, как и у кислорода",
		right: "a2",
		difficult: 'medium',
		id: 5
	},
	{
		question: "Как звали старика в повести Эрнеста Хемингуэя 'Старик и море'?",
		a1: "Хуан",
		a2: "Сантьяго",
		a3: "Педро",
		a4: "Автор не указывал его имени",
		right: "a2",
		difficult: 'expert',
		id: 6
	}, 
	{
		question: "Кому принадлежит фраза 'Страна, которая пытается избежать войны ценой позора, в итоге получит и войну, и позор, только в большей для себя степени'?",
		a1: "И.В. Сталин",
		a2: "Ф.Д. Рузвельт",
		a3: "У. Черчиль",
		a4: "А. Гитлер",
		right: "a3",
		difficult: 'expert',
		id: 7
	},
	{
		question: "К какому периоду истории относится фраза 'Timeo Danaos et dona ferentes'?",
		a1: "Троянская война",
		a2: "Битва в Фермопильском ущелье",
		a3: "Восстание Спартака",
		a4: "Это фраза из молитвы",
		right: "a1",
		difficult: 'expert',
		id: 8
	},
	{
		question: "Пища богов?",
		a1: "Нектар",
		a2: "Доширак",
		a3: "Амброзия",
		a4: "Амрита",
		right: "a3",
		difficult: 'hard',
		id: 9
	},
	{
		question: "Фламберг - это ...?",
		a1: "Мужское скандинавское имя",
		a2: "Марка немецкой машины",
		a3: "Клинок волнистой формы",
		a4: "Вымпел, который использовали пираты",
		right: "a3",
		difficult: 'hard',
		id: 10
	},
	{
		question: "В 1943 году У. Черчиль и Ф.Д.Рузвельт провели конференцию в 'белом доме'. В каком городе состоялась встреча?",
		a1: "Вашингтон",
		a2: "Касабланка",
		a3: "Потсдам",
		a4: "Гаага",
		right: "a2",
		difficult: 'expert',
		id: 11
	},
	{
		question: "Аненербе - это ...?",
		a1: "Позывной Штирлица",
		a2: "Скандинавская руна",
		a3: "Тяжелый немецкий танк",
		a4: "Научно-оккультная организация времен Третьего рейха",
		right: "a4",
		difficult: 'hard',
		id: 12
	},
	{
		question: "Название оружия и боеприпасов Para Bellum, с латыни означает ...?",
		a1: "Вестник жизни",
		a2: "Готовься к войне",
		a3: "Уравнитель шансов",
		a4: "Огненный шторм",
		right: "a2",
		difficult: 'hard',
		id: 13
	},
	{
		question: "На какой горе, согласно Библии, сел на мель Ноев ковчег?",
		a1: "Синай",
		a2: "Афон",
		a3: "Сион",
		a4: "Арарат",
		right: "a4",
		difficult: 'hard',
		id: 14
	},
	{
		question: "Какой подвиг Геракл не совершал?",
		a1: "Укрощение Цербера",
		a2: "Похищение пояса Ипполиты",
		a3: "Освобождение Прометея",
		a4: "Истребление Стимфалийских птиц",
		right: "a3",
		difficult: 'medium',
		id: 15
	},
	{
		question: "Какого океана не существует?",
		a1: "Тихого",
		a2: "Индийского",
		a3: "Южного",
		a4: "Океана любви",
		right: "a4",
		difficult: 'easy',
		id: 16
	},
	{
		question: "Как называется знаменитый ирис?",
		a1: "Ням-ням",
		a2: "Кис-кис",
		a3: "Гав-гав",
		a4: "Нуф-нуф",
		right: "a2",
		difficult: 'easy',
		id: 17
	},
	{
		question: "Как звали коня Калигулы?",
		a1: "Росинант",
		a2: "Буцефал",
		a3: "Инцитат",
		a4: "Абсент",
		right: "a3",
		difficult: 'expert',
		id: 18
	},
	{
		question: "У какой птицы самый большой размах крыльев?",
		a1: "Сапсан",
		a2: "Коршун",
		a3: "Лебедь",
		a4: "Альбатрос",
		right: "a4",
		difficult: 'hard',
		id: 19
	},
	{
		question: "В какой стране впервые изобрели консервы?",
		a1: "Франция",
		a2: "Германия",
		a3: "Канада",
		a4: "Финляндия",
		right: "a1",
		difficult: 'expert',
		id: 20
	},
	{
		question: "Как называется столица Португалии?",
		a1: "Лима",
		a2: "Лиссабон",
		a3: "Мадрид",
		a4: "Брюссель",
		right: "a2",
		difficult: 'medium',
		id: 21
	},
	{
		question: "У чего, согласно песне, нет плохой погоды?",
		a1: "У дома",
		a2: "У пьяницы",
		a3: "У природы",
		a4: "У водителей",
		right: "a3",
		difficult: 'easy',
		id: 22
	},
	{
		question: "Какого цвета кровь у скорпионов?",
		a1: "Красная",
		a2: "Зеленая",
		a3: "Чёрная",
		a4: "Голубая",
		right: "a4",
		difficult: 'hard',
		id: 23
	},
	{
		question: "Какого цвета нет в радуге?",
		a1: "Оранжевый",
		a2: "Зелёный",
		a3: "Фиолетовый",
		a4: "Розовый",
		right: "a4",
		difficult: 'medium',
		id: 24
	},
	{
		question: "Что у белого медведя чёрное?",
		a1: "Уши",
		a2: "Нос",
		a3: "Язык",
		a4: "Хвост",
		right: "a2",
		difficult: 'medium',
		id: 25
	},
	{
		question: "В каком городе президенту страны установлен памятник, который поворачивается вслед за солнцем?",
		a1: "Тбилиси",
		a2: "Ашхабад",
		a3: "Ереван",
		a4: "Астана",
		right: "a2",
		difficult: 'expert',
		id: 26
	},
	{
		question: "Наше Солнце, если судить по его звёздной величине, это...?",
		a1: "Гном",
		a2: "Дварф",
		a3: "Гулливер",
		a4: "Карлик",
		right: "a4",
		difficult: 'easy',
		id: 27
	},
	{
		question: "Какой цветок, как и подсолнух, всегда поворачивается к Солнцу?",
		a1: "Лотос",
		a2: "Гибискус",
		a3: "Аконит",
		a4: "Роза",
		right: "a1",
		difficult: 'expert',
		id: 28
	},
	{
		question: "Что растёт на грядке?",
		a1: "Винегрет",
		a2: "Салат",
		a3: "Кисель",
		a4: "Мюсли",
		right: "a2",
		difficult: 'easy',
		id: 29
	},
	{
		question: "Как называется знаменитый зимний сорт яблок?",
		a1: "Яковлевка",
		a2: "Туполевка",
		a3: "Антоновка",
		a4: "Ильюшиновка",
		right: "a3",
		difficult: 'easy',
		id: 30
	},
	{
		question: "Во что впадают зимой некоторые животные?",
		a1: "В бешенство",
		a2: "Во все тяжкие",
		a3: "В спячку",
		a4: "В детство",
		right: "a3",
		difficult: 'easy',
		id: 31
	},
	{
		question: "В каком из этих зимних видов спорта соревнуются на санях?",
		a1: "Биатлон",
		a2: "Фристайл",
		a3: "Шорт-трек",
		a4: "Скелетон",
		right: "a4",
		difficult: 'hard',
		id: 32
	},
	{
		question: "Как называют кактус, который цветёт только в зимнее время?",
		a1: "Декабрист",
		a2: "Коммунист",
		a3: "Полярник",
		a4: "Революционер",
		right: "a1",
		difficult: 'easy',
		id: 33
	},
	{
		question: "Какие часы на морозе начинают идти быстрее?",
		a1: "Солнечные",
		a2: "Механические",
		a3: "Электронные",
		a4: "Песочные",
		right: "a4",
		difficult: 'medium',
		id: 34
	},
	{
		question: "Кого засылают в дом невесты?",
		a1: "Крыс",
		a2: "Разведчиков",
		a3: "Сватов",
		a4: "Юристов",
		right: "a3",
		difficult: 'easy',
		id: 35
	},
	{
		question: "Как зовут древнегреческого бога врачевания?",
		a1: "Гермес",
		a2: "Дионис",
		a3: "Асклепий",
		a4: "Аполлон",
		right: "a3",
		difficult: 'expert',
		id: 36
	},
	{
		question: "Как звали девушку, покорившую сердце Шерлока Холмса?",
		a1: "Саша Франциско",
		a2: "Ирен Адлер",
		a3: "Натали Йорк",
		a4: "Соня Марсель",
		right: "a2",
		difficult: 'expert',
		id: 37
	},
	{
		question: "Дата начала Второй мировой войны?",
		a1: "1 сентября 1941",
		a2: "22 июля 1939",
		a3: "1 сентября 1939",
		a4: "22 июня 1941",
		right: "a3",
		difficult: 'medium',
		id: 38
	},
	{
		question: "Кем были первые создатели рукописных книг на Руси?",
		a1: "Князьями",
		a2: "Монахами",
		a3: "Торговцами",
		a4: "Воеводами",
		right: "a2",
		difficult: 'medium',
		id: 39
	},
];